[
  {
    "id": "623dde6f8252fb000682500b",
     "name":"abir",
    "picture": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8cGVyc29ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "rating": 5,
    "comment": "The brightest of light comes when the dark is at its full. I might sound here  bit exaggerating, but this movie gave me strength for the rest of my life. It is so comforting that in your most vulnerable moments, you watch a movie and you relate your self with the hero of the movie, the same very question you had about yourself. You watch him getting into deeper troubles and then gradually, after lots of struggles and hard-work he starts coming out of his pain.  You gain strength from that character and you start believing in yourself again finally. This movie was so well directed and acted, I believe not only me rather many other might have related to his pain and found solace in his struggle. The relationship between a father and son was very realistic and not from a fairy tale. So many lessons to learn from this movie."
  },
  {
    "id": "623dde6fd271a10880bd6fd5",
    "name":"rushil",
    "picture": "https://images.unsplash.com/photo-1544005313-94ddf0286df2?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8cGVyc29ufGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=500&q=60",
    "rating": 5,
    "comment": "Honestly, I love movies like this one. It's a true story featuring one of the world's best actors. Honestly, I like these kind of movies because my heart falls for them, I get attached to the story and actors of course and whatever the outcome is, I've heard their story doesn't matter if the ending of this story is bad or good, at least I know their story. However of this good outcome, this story/movie gives a lot of young folks a very important life lesson, Even when life seems to get bad, never give up, always put yourself out there, don't expect things to always come out of nowhere and this is what this movie's story tells, It tells it well. It also tells how bad can get for you. "
  },
  {
    "id": "623dde6fb5133855c27205e3",
    "name":"akash",
    "picture": "https://images.unsplash.com/photo-1552058544-f2b08422138a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=399&q=80",
    "rating": 4.5,
    "comment": "I'm glad I watched this masterpiece though late but as they say, 'better late than never'. This movie is relatable to almost every individual who's faced hardships and are in deep mediocrity. It teaches us to be humble and aim high. Will Smith with his son Jaden bringing flesh and soul into the character wouldn't have been possible if performed by any other actors. The emotions along with the survival attributes brought by Will Smith's are a sight to watch. The last part of the movie can spiritually move any individual. It's definitely going to be one of my best 10 watched movies of all time. "
  },
  {
    "id": "623dde6f4e75d2d6743ccbfa",
    "name":"kabir",
    "picture": "https://images.unsplash.com/photo-1531427186611-ecfd6d936c79?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=387&q=80",
    "rating": 4.7,
    "comment": "I honestly don't think I've watched a more stressful movie in my life. Sure, that's under 20 years, but that's gotta at least be saying something. The best part is how stressful it is. All the actors, the writers, directors, everybody involved did an amazing job. All the underlying themes and the raw, emotional scenes in this film fit together perfectly, creating something that is touching and beautiful. I think the movie being labeled drama is completely accurate and I can 100% recommend this movie to plenty of people I know. 14 years and some months later, it holds up wonderfully and is definitely worth the watch if you're thinking about it. "
  },
  {
    "id": "623dde6f660ecbde18d81734",
    "name":"babu",
    "picture": "https://images.unsplash.com/photo-1531427186611-ecfd6d936c79?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=387&q=80",
    "rating": 4,
    "comment": "This movie will always be in my top 10 of all time.i feel like we all can relate ourselves with will smith's character in this movie. I know this is a biopic and everything is relatable to real life where a man/woman do whatever they can for their kids and to make their lifes better.I highly recommend to watch this movie once in your lifetime.This movie will teach you lessons about life how life is in reality. Will smith did his part so perfectly and all other cast is pretty good."
  },
  {
    "id": "623dde6f87fbea495822e1a4",
    "name":"leon",
    "picture": "https://images.unsplash.com/photo-1500648767791-00dcc994a43e?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzB8fHBlcnNvbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
    "rating": 5,
    "comment": "I would hardly sit and watch a movie but THE PURSUIT OF HAPPYNESS just gets you and you just get into that world. The movie perfectly shows the struggle of a man who broke and is trying hard to get a good life for himself as well as for his toddler son. The hardships and problems that breaks a struggler and sometimes also strengthens a struggler are perfectly depicted in the movie. The film shows the life of A man from being broke to opening his own brokerage firm. Just dont miss out on this film because it shows every aspect of life perfectly. It is definitely a must watch "
  }
]